print("이름을 입력하세요")
name = input("name : ")

print("학과를 입력하세요")
dept = input("dept: ")

print("당신의 이름은 " + name + " 이고, 학과는 " + dept + " 입니다.")

# +, -, *, /, // --------------------------------------------

print("사칙연산 해봅시다")
print(1 + 1)
print(1 - 1)
print(1 * 10)
print(1 / 10)
print(1 // 10)


# input() --------------------------------------------

print("연산할 두 수를 입력하세요")
a = int(input("a: "))
b = int(input("b: "))
print("a는 ", a, "b는 ", b,"a + b = ", a + b)


# end --------------------------------------------

print("나는 나를", end=" #")
print("사랑합니다.")
